Repository: jonlazaro/innovagenda
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eu

source: Spanish
eu: Gaztelania

source: Basque
eu: Euskera

source: Eventos
eu: Ekintzak

source: Calendario
eu: Egutegia

source: Buscador
eu: Bilatzailea

source: Contacto
eu: Kontaktatu

source: API de <span>InnovAgenda</span>
eu: InnovAgenda <span>API-a</span>

source: Dado que la web del área de innovación del Gobierno Vasco, <a href='http://euskadinnova.net' target='_blank'>Euskadi+Innova</a>, solo publica sus datos en texto plano, desde InnovAgenda ofrecemos a usuarios y desarrolladores una nueva forma de acceder a estos datos mediante una sencilla API.
eu: <a href='http://euskadinnova.net' target='_blank'>Euskadi+Innova</a> Eusko Jaurlaritzako berrikuntza arloaren webguneak bere datuak textu lauean baino ez duenez argitaratzen, InnovAgenda-tik erabiltzaile zein programatzaileei datu hauek lortzeko API erraz bat ekartzen diegu.

source: Además, la API de InnovAgenda no solo ofrece la posibilidad de acceder a estos datos en diversos formatos tradicionales como JSON, XML o YAML, si no que incluye también la posibilidad de recoger esos datos en formato RDF, sobre los cuales se pueden hacer consultas SPARQL.
eu: Gainera, InnovAgenda API-ak, JSON, XML edo YAML ohiko formatuetaz gain, RDF formatuan ere eman ditzake datuak, SPARQL kontsultak ahalbidetuz.

source: La forma de acceder a la API es mediante consultas del tipo:
eu: API-a erabiltzeko modua honako kontsulta motak egitea da:

source: El valor de CONSULTA puede tener 2 formatos: '/ID_DEL_EVENTO/' si es que conocemos el identificativo numérico del evento concreto al que queremos acceder, o bien, mediante el formato '/?CLAVE__OPERACION=VALOR'
eu: CONSULTA balioak 2 formatu izan ditzake: /EKINTZA_ID/ ekintzaren zenbaki-identifikatiboa jakin ezkero, edo '/?CLAVE__OPERACION=VALOR'

source: En las consultas del segundo tipo, la CLAVE puede ser 'name_es' (Título del evento en Euskera), 'name_eu' (Título del evento en castellano), 'start_date' (Fecha de comienzo del evento) o 'finish_date' (Fecha de fin del evento).
eu: Bigarren formatuko kontsultetan, CLAVE balioa 'name_es' (Ekintzaren izena gaztelaniaz), 'name_eu' (Ekintzaren izena euskeraz), 'start_date' (Ekintzaren hasiera data) edo 'finish_date' (Ekintzaren bukaera data) izan daiteke.

source: La __OPERACION es un parámetro opcional que puede tener valores de comparación como '__startswith' (Para especificar que lo buscado empieza por VALOR), '__contains' (Para especificar que lo buscado contiene VALOR), '__gt' (Para especificar que lo buscado es mayor que VALOR), '__lt' (Para especificar que lo buscado es menor que VALOR), '__gte' (Para especificar que lo buscado es mayor o igual que VALOR) o '__lte' (Para especificar que lo buscado es menor o igual que VALOR). Siendo el VALOR es lo que se quiere encontrar. Cabe comentar que es posible concatenar CONSULTA-s mediante el carácter '&'
eu: __OPERACION hautazko parametro bat da. Honek konparazio balioak hartu ditzake: '__startswith' (Bilatzeko VALOR parametroaz hasten direnak), '__contains' (Bilatzeko VALOR parametroa daukatenak), '__gt' (Bilatzeko VALOR parametroa baino haundiagoak direnak), '__lt' (Bilatzeko VALOR parametroa baino txikiagoak direnak), '__gte' (Bilatzeko VALOR parametroa baino haundiago edo berdinak direnak) edo '__lte' (Bilatzeko VALOR parametroa baino txikiago edo berdinak direnak). VALOR parametroa aurkitu nahi dena izanik. CONSULTA-k konkatenatu ahal dira '&' karaketeraren bitartez

source: Para especificar el formato en que se quieren recibir los datos se debe incluir al final 'format=FORMATO'. Si se quiere especificar el idioma en el que se quieren recibir los datos (es opcional), se debe incluir 'lang=IDIOMA'.
eu: Datuak lortzeko formatua aukeratzeko 'format=FORMATUA' konkatenatu behar da, eta datuen hizkuntza aukeratzeko ere (hau hauazkoa izanik), 'lang=HIZKUNTZA' konkatenatu behar da.

source: Ejemplos
eu: Adibideak

source: Recoger todos los eventos en formato XML y en Euskera
eu: Ekintza guztiak lortu, euskeraz eta XML

source: Recoger todos los eventos que contengan en su nombre en castellano la palabra 'Google'
eu: 'Google' hitza bere izenean daukaten ekintzak lortu

source: Recoger el evento 4435
eu: 4435 ekintza lortu

source: Recoger todos los eventos cuya fecha de fin sea 2011-09-15
eu: 2011-09-15 bukaera datatzat dituzten ekintzak lortu

source: Recoger todos los eventos cuya fecha de inicio sea mayor que 2011-09-10
eu: Hasiera data 2011-09-10 baino haundiagoa duten ekintzak lortu

source: Castellano
eu: Gaztelania

source: Esta es la vista de calendario de Google Calendar de los eventos de InnovAgenda. Este calendario se actualiza cada día con los nuevos eventos del área de innovación del Gobierno Vasco.
eu: Hau da InnovAgenda-ko ekintzen Google Calendar egutegia. Egutegi hau egunero gaurkotzen da Eusko Jaurlaritzako berrikuntza arloak argitarazten dituen ekintzekin.

source: Al estar publicado bajo Google Calendar, puedes suscribirte a él para mantenerte informado acerca de todos los eventos que se van publicando en InnovAgenda. Para añadir el calendario de InnovAgenda a tu cuenta de Google Calendar, puedes pulsar el botón de suscripción de la esquina inferior derecha del calendario.
eu: Google Calendar-pean argitaratzen denez, egutegi honetara harpidetu zaitezke InnovAgenda-n publikatzen diren ekintza guztiei buruz informatuta mantentzeko. InnovAgenda-ko egutegia zure Google Calendar kontura gehitzeko, egutegiaren behe-eskumako izkinan dagoen harpidetza-botoian sakatu dezakezu.

source: Además, existen otras formas de suscripción como:
eu: Honez gain, beste harpidetza modu batzuk daude:

source: <h2>Contacta con <span>nosotros</span></h2>
eu: <h2>Gurekin <span>harremanetan jarri</span></h2>

source: Puedes contactar con nosotros para que recibamos tus dudas y/o sugerencias, mediante nuestra dirección de email o mediante el formulario de contacto. Muchas gracias.
eu: Gugaz harremanetan jarri zaitezke zure zalantza eta iradokizunak helarazteko, e-mail zein kontaktu formularioaren bidez. Eskerrik asko.

source: <h2>Formulario de <span>Contacto</span></h2>
eu: <h2>Kontaktu <span>Formularioa</span></h2>

source: Nombre
eu: Izena

source: Mensaje
eu: Mezua

source: Enviar
eu: Bidali

source: Lugar
eu: Lekua

source: Fecha inicio
eu: Hasiera data

source: Fecha fin
eu: Bukatze data

source: Horario
eu: Ordutegia

source: Duración
eu: Iraupena

source: Precio
eu: Prezioa

source: Temática
eu: Gaia

source: Idioma de impartición
eu: Hizkuntza

source: Agencia Organizadora
eu: Agentzia Antolatzailea

source: Agencia Coordinadora
eu: Agentzia Koordinatzailea

source: Impartido por
eu: Irakaslea

source: Información adicional
eu: Informazio gehiago

source: Toda la información acerca de este evento está publicada en notación <a href='http://www.w3.org/TR/xhtml-rdfa-primer/' target='_blank'>RDFa</a>
eu: Ekintza honi buruzko informazio guztia <a href='http://www.w3.org/TR/xhtml-rdfa-primer/' target='_blank'>RDFa</a> notazioan idatzita dago

source: Toda la información acerca de este evento está publicada en la notación de HTML5 Microdata <a href='http://schema.org' target='_blank'>Schema.org</a>
eu: Ekintza honi buruzko informazio guztia <a href='http://schema.org' target='_blank'>Schema.org</a> HTML5 Microdata notazioan idatzita dago

source: Evento visible en formato
eu: Ekintza hurrengo formatuetan dago ikusgai

source: <br /><b>Y en notación </b><a href='/%(langcode)s/event/%(evid)s'>HTML5 Microdata</a>
eu: <br /><b>Eta </b><a href='/%(langcode)s/event/%(evid)s'>HTML5 Microdata</a><b> notazioan</b>

source: <b>Y en notación </b><a href='/%(langcode)s/event/%(evid)s/?markFormat=rdfa'>RDFa</a>
eu: <b>Eta </b><a href='/%(langcode)s/event/%(evid)s/?markFormat=rdfa'>RDFa</a><b> notazioan</b>

source: <b>Evento exportable a </b><a href='%(gurl)s' target='blank'>Google Calendar</a>
eu: <a href='%(gurl)s' target='blank'>Google Calendar</a>-era exportatu daiteke

source: <h2>Lista de <span>Eventos</span></h2>
eu: <h2>Ekintzen <span>Zerrenda</span></h2>

source: Anterior
eu: Aurrekoa

source: Página %(currentpage)s de %(totpages)s
eu: %(currentpage)s orria (%(totpages)s-tik)

source: Siguiente
eu: Hurrengoa

source: Próximos
eu: Hurrengo

source: Leer más
eu: Gehiago irakurri

source: Más eventos
eu: Ekintza gehiago

source: Bienvenidos a %(spantit)s
eu: Ongi etorri %(spantit)s -ra

source: Bienvenidos a InnovAgenda, la web en la que encontrarás fácilmente toda la información acerca de los eventos coordinados por el Área de Innovación del Gobierno Vasco.
eu: Ongi etorri InnovAgenda-ra, Eusko Jaurlaritzako Berrikuntza Arloak koordinatzen dituen ekintzei buruzko informazio guztia aurkituko duzun webgunea.

source: Además de la información acerca de estos eventos que se puede obtener en el portal de innovación <a href='http://www.euskadinnova.net/' target="_blank">Euskadi+Innova</a>, InnovAgenda te ofrece servicios añadidos como un <a href='/%(lang)s/search'>buscador avanzado de eventos</a>, <a href='/%(lang)s/'>la geolocalización de eventos próximos cercanos a tu localización</a> o la sincronización del <a href='/%(lang)s/calendar'>calendario de eventos</a> o de eventos individuales con calendarios de Google Calendar."
eu: Ekintza hauei buruz <a href='http://www.euskadinnova.net/' target="_blank">Euskadi+Innova</a> berrikuntzari buruzko portalean aurkitu daitekeen informazioaz gain, InnovAgenda-k zerbitzu gehigarriak eskaintzen dizkizu: <a href='/%(lang)s/search'>ekintza bilatzailea</a>, <a href='/%(lang)s/'>hurrengo ekintzen geolokalizazioa zure posizioaren arabera</a> edo <a href='/%(lang)s/calendar'>ekintza-egutegia</a>-ren sinkronizazioa Google Calendar-ekin besteak beste.

source: Y si quieres utilizar la información de este sitio en otras webs, InnovAgenda publica toda la información de acuerdo con los estándares de la Web Semántica y ofrece una <a href='/%(lang)s/apidocs'>API</a> para acceder de forma sencilla a toda la información acerca de los eventos.
eu: Eta webgune honetako informazioa beste web batzuetan erabili nahi baduzu, InnovAgenda-k Web Semantikoaren estandarrak jarraituz publikatzen du informazio guztia, eta <a href='%(lang)s/apidocs'>API</a> bat eskaintzen du ekintzei buruzko informazioa eskuratzeko era erraz batean.

source: <h2>Muchas gracias por el <span>Feedback</span></h2>
eu: <h2>Eskerrik asko <span>Feedback</span>-agatik</h2>

source: Empezar a traducir
eu: Hasi tradukzioagaz
